;Русский перевод: Вадим Казаков (Avada)

[TConsole]
2000=Плагин консоли для Total Commander
2001=Отделить эту консоль
2008=Закрывать консоль вместо скрытия
2009=Загружать в режиме прямого ввода
2010=Обрабатывать Ctrl/Shift+Ins
2011=Прокручивать RShift+стрелками (прямой ввод)
2012=Обрабатывать Ctrl+C/Break (прямой ввод)
2013=Передавать в TC клавиши:
2021=Быстрая правка (кнопки мыши и Enter)
2024=Изменять ширину панели (как у комментариев)
2025=Краткий режим при возврате в панель TC
2027=Общие
2028=Клавиши
2029=Мышь
2030=Язык
2031=Шрифт
2032=Командный интерпретатор:
2033=Прокрутка колёсиком (в строках)
2035=Закрыть
2036=По умолчанию (English)
32771=Копировать
32772=Отделить текущую консоль
32773=Настройки
32774=Синхронизировать каталог с панелью TC
32775=Вставить
32776=Выделить всё
32777=Копировать и вставить
32782=Включить прямой ввод на одну строку
32783=Режим прямого ввода: вкл/выкл
32784=Назад
32785=Отправить Ctrl+Break
32786=О плагине